[{"id":"185","type":"A","genus":"Audouinella","species":"sp.","variant":"","common_name":"EN;Black Brush Algae, Black Beard Algae, BBA","group":"Rhodophyta","order":"Florideophyceae","family":"Acrochaetiaceae","synonyms":"","suitability":"1","usage":"","difficulty":"","min_light":"","max_light":"","min_temp":"","max_temp":"","min_hardiness":"","max_hardiness":"","locations":"","min_height":"","max_height":"","min_width":"","max_width":"","growth":"1","color":"1","position":"4","leafshape":"1","description":"EN;Causes : Low CO2, High Light.<br />Removal : Manual Removal, Add CO2 and improve water flow, 3 days blackout, H2O2 injection (1 ml per 10 liter)","references":"","active":"1"},{"id":"84","type":"S","genus":"Cabomba","species":"furcata","variant":"","common_name":"EN;Red Cabomba","group":"Angiosperms","order":"Nymphaeales","family":"Cabombaceae","synonyms":"","suitability":"1","usage":"ABM","difficulty":"1","min_light":"3","max_light":"5","min_temp":"20","max_temp":"30","min_hardiness":"","max_hardiness":"","locations":"","min_height":"","max_height":"","min_width":"","max_width":"","growth":"1","color":"1","position":"3","leafshape":"1","description":"EN;The difficulties many hobbyists are faced with when cultivating Cabomba furcata are probably the reason why it is not very popular in the hobby. Native to Central and South America, C. furcata prefers slow-flowing waters with a slightly acidic pH. There it forms literal carpets with red to purple flowers. Its lineal floating leaves are shield-shaped (peltate). C. piauhyensis and C. warmingii are synonyms for this species.<br/>As for most Cabomba species, light is also the primary factor for this fine-leaved reddish stem plant. In many cases C. furcata requires 0.8 watts per litre or more for stable growth. If the light is insufficient, the shoots grow weak and tend to decompose. A substrate enriched in nutrients, like e.g. ADA Aquasoil, can significantly enhance growth. C. furcata requires micronutrients and nitrate as well as phosphate, best added as liquid fertiliser, as it is highly susceptible to a lack of nutrients. Symptoms are darker leaves, reduced growth and long internodes. Careful nitrate limitation may enhance coloration towards golden or pinkish hues. A fertilisation with CO2 is responsible for a healthy appearance and enhanced growth significantly. C. furcata cannot be cultivated above the waterline, and in the aquarium, it is only rarely known to form floating leaves and flowers. During the summer months it may be cultivated outside, where the formation of flowers is possible.<br/>C. furcata is easiest propagated by terminal cuttings. If you leave the lower part of the plant in the substrate, normally a new shoot forms from the uppermost node. When cultivated in good conditions, this plant is a fast grower and needs to be cut back frequently.<br/>Red Cabomba is difficult in cultivation. However, if you keep it at optimal conditions it harmonised beautifully with other fine-leaved or bright green plants in the middle- or background of your aquarium. It contrasts especially nicely against driftwood.","references":"","active":"1"}]
